IDEA Connection Link
ConnectionSrv.OpenIdeaConProjectFileAndResultFile Method
 OpenIdeaConProjectFileAndResultFile
 Namespace: IdeaRS.ConnectionService.Service
 Assembly: IdeaRS.ConnectionLink (in IdeaRS.ConnectionLink.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public void OpenIdeaConProjectFileAndResultFile(
	string ideaConFile,
	string ideaResultFile,
	int unitProfile
)
Public Sub OpenIdeaConProjectFileAndResultFile (
	ideaConFile As String,
	ideaResultFile As String,
	unitProfile As Integer
)
public:
void OpenIdeaConProjectFileAndResultFile(
	String^ ideaConFile,
	String^ ideaResultFile,
	int unitProfile
)
Parameters
ideaConFile
Type: System.String
[Missing <param name="ideaConFile"/> documentation for "M:IdeaRS.ConnectionService.Service.ConnectionSrv.OpenIdeaConProjectFileAndResultFile(System.String,System.String,System.Int32)"]
ideaResultFile
Type: System.String
[Missing <param name="ideaResultFile"/> documentation for "M:IdeaRS.ConnectionService.Service.ConnectionSrv.OpenIdeaConProjectFileAndResultFile(System.String,System.String,System.Int32)"]
unitProfile
Type: System.Int32
Unit profiel 0 for ISO, 1 for imperial
See Also
Reference
ConnectionSrv Class
IdeaRS.ConnectionService.Service Namespace